[M_KillTheSheriff:KillSheriff_1 MissionObjectiveDefinition]
ProgressMessage="Kill the Sheriff"

[M_KillTheSheriff:MeetOnMainStreet MissionObjectiveDefinition]
ProgressMessage="Confront the Sheriff"

[M_KillTheSheriff:PistolOnly MissionObjectiveDefinition]
ProgressMessage="...with a pistol"
